Repository: JordanViknar/Noiseclapper-GNOME
Catalog: locale/*/LC_MESSAGES/Noiseclapper.po
Languages: fr

source: Error
fr: Erreur

source: No connected compatible devices found.
fr: Aucun appareil compatible n'est connecté.

source: Noise Cancelling Mode
fr: Mode de réduction de bruit

source: Equalizer Preset
fr: Type d'égaliseur

source: Indoor
fr: Intérieur

source: Outdoor
fr: Extérieur

source: Normal / No ANC
fr: Normal / Sans RBA

source: Transparency / No NC
fr: Transparence / Sans RB

source: Soundcore Signature
fr: Signature Soundcore

source: Acoustic
fr: Acoustique

source: Bass Booster
fr: Amplification des graves

source: Bass Reducer
fr: Réduction des graves

source: Classical
fr: Classique

source: Electronic
fr: Électronique

source: Small Speaker(s)
fr: Petit(s) haut-parleur(s)

source: Spoken Word
fr: Mot parlé

source: Treble Booster
fr: Amplification des aigus

source: Treble Reducer
fr: Réduction des aigus

source: Settings
fr: Paramètres

source: Close the Soundcore application on your phone and try again.
fr: Veuillez fermer l'application Soundcore sur votre téléphone et réessayer.

source: Indicator
fr: Icône

source: Settings related to the panel indicator.
fr: Paramètres de l'icône de la barre supérieure.

source: Position in Panel
fr: Position dans la barre supérieure

source: Left
fr: Gauche

source: Center
fr: Centre

source: Right
fr: Droite

source: Advanced
fr: Avancé

source: Only modify these settings if you know what you're doing.
fr: Ne modifiez ces paramètres que si vous savez ce que vous faites.

source: Enable log messages
fr: Activer la journalisation

source: About
fr: À propos

source: Credits
fr: Crédits

source: Thank you for using Noiseclapper.
fr: Merci pour votre utilisation de Noiseclapper.
